[{
    "friendly_url": "about-ar",
    "id": 13,
    "plain_text": "about plain text",
    "subtitle": "",
    "text": "<div style = ' color:#6c6c6c; direction: rtl;'><br><p class='MsoNormal' style = 'font-weight: bold;'>Z5 وياك هي مكتبة مجانية للفيديو عند الطلب. توفر خدمتنا أفضل المسلسلات العربية والأفلام الهندية الحصرية والبرامج الترفيهية التي ترضي كافة الأعمار والأذواق من الجمهور العربي. ويانا ستشاهد كل ما ترغب به بجودة عالية على أي جهاز الكتروني متوفر لديك في كل زمان وفي أي مكان.</p><p class='MsoNormal'>&nbsp;</p><p></p><p class='MsoNormal '>&nbsp;</p></div>",
    "title": "حول"
  },
  {
    "friendly_url": "privacy-ar",
    "id": 16,
    "plain_text": "PRIVACY POLICY",
    "subtitle": "",
    "text": "<div style = ' color:#6c6c6c; direction: rtl;'><p class='MsoNormal'><strong>سياسة الخصوصية </strong></p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal' style = 'font-weight: bold;'>في <strong>Z5x global FZ-LLC</strong> ، التي تشمل الشركات التابعة لنا والشركات التابعة ( '<strong> </strong><strong>Z5x global </strong>'، 'نحن'، 'لنا' أو 'نحن') خصوصيتك مهمة جدا بالنسبة لنا، ونحن ملتزمون بحماية واحترام ذلك. هذه السياسة (جنبا إلى جنب مع شروط الاستخدام الخاصة بنا) توضح الأسس التي سنعالج بهاأية بيانات شخصية نجمعها منك، أو التي تقدمها لنا من خلال زيارة&nbsp;<strong>http://www.weyyak.z5.com&nbsp;</strong>( 'الموقع') أنت توافق على قيامنا بجمع واستخدام معلوماتك الشخصية حسبما تنص سياسة الخصوصية هذه.</p><p class='MsoNormal'><strong>المعلومات التي نجمعها</strong><strong>:</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>نحن نقوم بجمع معلومات بهدف تقديم خدمات أفضل لكافة مستخدمينا؛ ذلك أن معرفة تفاصيل عنك يساعدنا في تقديم المزيد مما تحتاجه-&nbsp;مزيد من العروض والمنتجات الحصرية ومزيد من المعلومات والمسابقات وخبرة أفضل للمستخدم. فضلاً عن ذلك، تساعدنا تلك المعلومات في معرفة أشياء أكثر تعقيداً مثل الدعايات التي ستجدها أكثر نفعاً أو الخدمات والمعلومات التي تجدها أكثر صلةً بك وبالتالي الحصول على تجربة أفضل وأكثر إفادةً من ملكياتنا الرقمية.</p><p class='MsoNormal'><strong>المعلومات التي تقدمها لنا</strong><strong>:</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>نقوم بجمع المعلومات الشخصية من المستخدمين عندما تتوفر لنا من خلال استخدام نماذج واستطلاعات رأي عبر الإنترنت وفي كل مرة تقوم أنت بإرسال رسالة إلكترونية بتفاصيل عنك. بالإضافة إلى ذلك، قد تتطلب بعض خدماتنا قيامك بالتسجيل من أجل الإستفادة من بعض الميزات. وفي حالات أخرى قد ندعوك للاشتراك في &nbsp;بعض الخدمات مثل النشرات البريدية أو خدمات المعلومات عبر الرسائل القصيرة. عندما تقوم بذلك سوف نطلب منك معلومات شخصية كإسمك وعنوان بريدك الإلكتروني أو رقم هاتفك.</p><p class='MsoNormal' style = 'font-weight: bold;'><strong><br></strong><strong>المعلومات التي نجمعها عنك: </strong><strong></strong></p><p class='MsoNormal' style = 'font-weight: bold;'>فيما يتعلق بكل من زياراتك لموقعنا نحن قد نجمع تلقائيا المعلومات أو البيانات الإحصائية التالية: &nbsp;</p><p class='MsoNormal'>المعلومات التقنية، بما في ذلك بروتوكول الإنترنت (IP) عنوان يستخدم لربط الجهاز الخاص بك على شبكة الانترنت الذي يحدد جهازك الخاص بك، معلومات تسجيل الدخول الخاصة بك، ونوع المتصفح والإصدار، وتحديد المنطقة الزمنية، ومتصفح المكونات في أنواع والإصدارات، التشغيل النظام والنظام الأساسي. يتم جمع عناوين IP تلقائيا عن طريق خادم الويب لدينا كجزء من البيانات الديموغرافية وخصائص المعروفة مرور البيانات بحيث أن البيانات، مثل صفحات الويب.</p><p class='MsoNormal'><strong><br></strong><strong>المعلومات التي نتلقاها من مصادر أخرى</strong></p><p class='MsoNormal'>&nbsp;قد نتلقى معلومات عنك إذا كنت تستخدم أي من مواقعنا الأخرى أو عن طريق تمتعك بخدماتنا. ونحن نعمل بشكل وثيق مع أطراف ثالثة (بما في ذلك، على سبيل المثال، الشركاء التجاريين، والمقاولين من الباطن في التقنية والشبكات الإعلانية)، ويمكن الحصول على معلومات عنك عن طريقها.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>الكويكيز:</strong></p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'>نقوم أيضاً بتجميع معلومات إضافية تلقائياً حول زيارتك لممتلكاتنا الرقمية. ونحن نستخدم الكوكي&nbsp;(معلومات مخزنة على حاسوب المستخدم)&nbsp;لتحديد هويتك عندما تقوم بزيارة ممتلكاتنا الرقمية وذلك من أجل متابعة نمط تصفحك ولإنشاء ملف بيانات الديمغرافية. والكوكي هي معلومة ترسل من خلال خادم الويب إلى متصفح الويب وهي تمكّن الخادم من جمع المعلومات من المتصفح. وتسمح لك معظم المتصفحات بتعطيل الكوكيز. إذا كنت ترغب بمعرفة كيف يمكنك القيام بذلك، يرجى الإطلاع على قائمة المساعدة في المتصفح الخاص بك. ولكن يرجى ملاحظة أن بعض الكوكيز مهمة لنا حتى نتمكن من تزويدك بالخدمات التي طلبتها وسوف يؤدي إيقاف الكوكيز إلى الحد من استخدامك لملكياتنا الرقمية.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal'><strong>كيف نستخدم بياناتك</strong><strong>:</strong><strong></strong></p><p class='MsoNormal'>نقوم بمعالجة المعلومات الشخصية المجمعة منك ومن ممتلكاتنا الرقمية لأغراض تزويدك بالخدمات التي تطلبها منا، بالإضافة إلى المحافظة على وتحسين الخدمات التي نزودك بها وتطوير خدمات جديدة. كما ونستخدم المعلومات لإجراء أبحاث السوق ولنتمكن من تزويدك بمحتوى مصمم ليلبي ذوقك واحتياجاتك-&nbsp;كالدعايات والخدمات التي تتفق مع اهتماماتك.</p><p class='MsoNormal' style = 'font-weight: bold;'>عندما تقوم بالاتصال بنا على support@weyyak.z5.com ، قد نحتفظ بتسجيل اتصالك لمساعدتنا في حل أمور تواجهك. وقد نستخدم بيانات الاتصال بك من أجل إرسال معلومات تسويقية مباشرة بما في ذلك إبلاغك عن خدماتنا. كما ونستخدم المعلومات التي نجمعها من الكوكيز لغرض تحسين تجربتك كمستخدم وضمان جودة خدماتك بشكل عام.&nbsp;وقد نقوم بضم معلوماتك الشخصية التي حصلنا عليها من خلال إحدى الخدمات مع المعلومات التي جمعناها، بما في ذلك المعلومات الشخصية، من خدمات أخرى مقدمة من Z5 ، مثلاً لتسهيل مشاركة الأشياء مع الناس الذين تعرفهم.&nbsp;تقوم &nbsp;z5بمعالجة المعلومات الشخصية على خوادمها التي قد تنتشر في عدد من الدول حول العالم وقد نقوم أيضاً بمعالجة معلوماتك الشخصية على خادم خارج الدولة التي تقيم بها ولذلك الغرض قد نقوم بنقل معلوماتك الشخصية إلى خارج دولة إقامتك.وسنطلب منك الموافقة قبل استخدام المعلومات لغرض غير الأغراض المنصوص عليها في سياسة الخصوصية هذه.</p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal'><strong>المعلومات التي نشاركها</strong><strong>:</strong></p><p class='MsoNormal'>سوف نقوم فقط بالإفصاح عن المعلومات الشخصية لأعضاء مجموعتنا، وخلفائنا في العمل والموردين الذين يعملون معنا من أجل معالجة البيانات بالنيابة عنا. وخلاف ذلك، لن نقوم أبداً بمشاركة أية معلومات شخصية نكون قد جمعناها منك مع أية شركات أخرى أو مؤسسات أو أفراد. قد نكشف معلوماتك الشخصية إلى أطراف ثالثة: في حال بيع أو شراء أي خدمة أو أصول، وفي هذه الحالة قد نكشف البيانات الشخصية للبائع أو المشتري المحتمل لمثل هذه الأعمال أو الأصول؛ إذا تم شراء <strong>Z5x global</strong> أو جزء كبير من أصولها من قبل طرف ثالث، في هذه الحالة البيانات الشخصية التي تحتفظ بها عن عملائها سوف تكون واحدة من الأصول المنقولة. ومن أجل الامتثال مع أي التزام قانوني، أو لحماية حقوق الملكية، أو سلامة <strong>Z5x global </strong>، عملائنا، أو غيرها.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>أمن وتخزين المعلومات:</strong></p><p></p><p class='MsoNormal'>يعتبر موقعنا امن ومشفر لخصوصيتك. ومع ذلك، قد يتم نقل البيانات التي نجمعها منك، وتخزينها في وجهة خارج منطقة الشرق الأوسط. ويمكن أيضا معالجتها من قبل الموظفين العاملين خارج منطقة الشرق الأوسط الذين يعملون لدينا أو لأحد الموردين. عن طريق تقديم البيانات الشخصية الخاصة بك، فإنك توافق على هذا النقل، التخزين أو المعالجة. وسوف نتخذ جميع الخطوات اللازمة بشكل معقول لضمان أن البيانات الخاصة بك يتم التعامل بشكل آمن ووفقا لسياسة الخصوصية هذه. للأسف، نقل المعلومات عبر شبكة الإنترنت ليست آمنة تماما. على الرغم من أننا سنبذل قصارى جهدنا لحماية بياناتك الشخصية، لا يمكننا ضمان أمن البيانات المرسلة إلى موقعنا. أي انتقال هو على مسؤوليتك الخاصة. بمجرد تلقينا المعلومات الخاصة بك، سوف نستخدم إجراءات صارمة ومزايا أمنية في محاولة لمنع الوصول غير المصرح به.</p><p></p><p class='MsoNormal'><strong>المواقع الإلكترونية لطرف ثالث</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>نحن لسنا مسؤولين عن سياسات أو ممارسات مواقع الطرف الثالث. يرجى مراجعة هذه السياسات قبل تقديم أي بيانات شخصية لهذه المواقع.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>التنفيذ</strong><strong>:</strong></p><p class='MsoNormal'>&nbsp;نقوم بشكل منتظم بمراجعة تقيّدنا بسياسة خصوصيتنا</p><p class='MsoNormal'>&nbsp;<strong></strong></p><p class='MsoNormal'><strong>التغييرات</strong><strong>:</strong><strong></strong></p><p class='MsoNormal' style = 'font-weight: bold;'>سيتم نشر أي تغيير في سياسة الخصوصية هذه على هذه الصفحة.&nbsp;&nbsp;<strong></strong></p><p class='MsoNormal'><strong>&nbsp;</strong></p><h2>اتصال</h2><p class='MsoNormal'>إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه أو تعاملاتنا بالمعلومات الشخصية الخاصة بك، يرجى الكتابة لنا عن طريق البريد الالكتروني support@weyyak.z5.com</p><p></p><p class='MsoNormal'><strong>&nbsp;</strong></p></div>",
    "title": "سياسة الخصوصية وياك"
  },
  {
    "friendly_url": "term-ar",
    "id": 17,
    "plain_text": "Z5 - TERMS OF USE ↵These terms of use (the “Terms”",
    "subtitle": "",
    "text": "<div style = 'color:#6c6c6c; direction: rtl;'><div style = 'font-weight: bold;'><p class='MsoNormal'><div style = 'font-weight: bold;'>&nbsp;</strong></p><p class='MsoNormal' style ='font-weight: bold;'>في شروط الاستخدام هذه، فإن أي استخدام لعبارة 'أنت'، 'لك' أو تعبيرات مماثلة تعني أي مستخدم لهذا الموقع على الإطلاق،بينما تعني المصطلحات مثل 'نحن'، 'لنا' لدينا 'أو تعبيرات مماثلة Z5x global FZ-LLC. تحكم شروط الاستخدام هذه (الشروط) العلاقة بيننا &nbsp;' Z5x global FZ-LLC ' يوبين كل مستخدم للخدمات (أنت). يرجى قراءة هذه الشروط بتمعن قبل المباشرة باستخدام الخدمات. إن استخدامك لهذه الخدمات يشير إلى قبولك لهذه الشروط وبأنك موافق على الالتزام بها. وفي حال عدم موافقتك على هذه الشروط يرجى منك عدم استخدام الخدمات. ينطبق هذا الاتفاق عليكم، وجميع غيرهم من الزوار والمستخدمين، وغيرهم الذين يصلون إلى الخدمة من وقت لآخر ( 'المستخدمون').</p><p class='MsoNormal' style ='font-weight: bold;'><div style = 'font-weight: bold;'>&nbsp;</strong></p><p class='MsoNormal' style ='font-weight: bold;'><div style = 'font-weight: bold;'>الدخول إلى الخدمات:<br></strong></p><p></p><p class='MsoNormal' style ='font-weight: bold;'>استخدامك الخدمة هنا تمثل وتضمن لنا أنك تبلغ على الأقل ثلاثة عشر (13) سنة من العمر أو أكثر، يقيمون في الموقع خدمة، وقادر على الدخول والالتزام بهذه الشروط وأنك توافق على الالتزام بها. على الأطفال الرجوع إلى والديهم/ أوصيائهم القانونين قبل تصفح الخدمات.على الوالدين/ الأوصياء القانونين قراءة شروط الاستخدام هذه وتفسير كيفية تطبيقها لأطفالهم المستخدمين لهذا الخدمات.</p><p class='MsoNormal'>من الممكن أن نقوم بإجراء بعض التغييرات على هذه الشروط في أي وقت، وذلك عبر وضع الشروط المعدلة على الخدمات. يتوقع منك الإطلاع على هذه الصفحة من حين لآخر للعلم بأية تغييرات تطرأ على هذه الشروط. تعتبر مواصلة استخدامك للخدمات بعد الإعلان عن أية تغييرات على هذه الشروط بمثابة موافقة على تلك التغييرات. &nbsp;</p><p class='MsoNormal' style ='font-weight: bold;'><div style = 'font-weight: bold;'>الاستخدام التجاري:</strong></p><p class='MsoNormal' style ='font-weight: bold;'>إنك توافق على دخولك إلى الخدمات للاستعمال الشخصي فقط وليس للاستخدام العام أو التجاري. لا يصرح لك نسخ أو نشر أو التخزين في أية وسيلة أو بث أو نقل أو إعادة نقل أو تعديل أو العرض العام لأية أجزاء من المحتوى دون الحصول على موافقتنا الخطية المسبقة. يصرح لك استخدام الخدمات للأغراض الشخصية وغير التجارية، ولا يصرح لك تعديل المحتوى أو إزالة أية حقوق طبع ونشر أو أية إشعارات بحقوق ملكية يتضمنها المحتوى. في حال قمت بطباعة أو نسخ أو تنزيل أي جزء من الخدمات بصورة تشكل خرقاً لهذه الشروط، يتوقف عندئذ حقك في استخدام الخدمات فوراً ويتعين عليك بناءً على اختيارنا إعادة أو إتلاف أية نسخ من تلك المواد. إن جميع العلامات الفارقة واللوغو والعلامات المسجلة التابعة لشاهد هي علامة تجارية ل Z5x مسجلةً ،يرجى الاتصال بنا على support@weyyak.z5.com إذا كنت ترغب في مناقشة مشاريع الشراكة أو تجارية معنا يخضع استخدامك للخدمات أيضاً لسياسة الخصوصية الخاصة بنا التي تتضمن معلومات حول كيفية استخدامنا لبياناتك الشخصية. الرجاء قراءة سياسة الخصوصية الخاصة بنا قبل استخدام الخدمات.</p><p></p><p class='MsoNormal'></p><p></p><p class='MsoNormal'></p><p class='MsoNormal'><strong>مسؤوليتك عن حسابك الخاص</strong>:</p><p></p><p class='MsoNormal'>لا يجوز أبدا استخدام حساب الاشتراك لعضو آخر دون إذن. عند إنشاء حساب الاشتراك الخاص بك، يجب توفير معلومات دقيقة وكاملة. أنت وحدك المسؤول عن أي نشاط يحدث عبر الاشتراك الخاص بك، وعليك أن تضع كلمة مرور حسابك آمنة. يجب أن تخطر فورا Z5x global &nbsp;من أي خرق للأمن أو الاستخدام غير المصرح به من حساب الاشتراك عن طريق الاتصال بنا على. Z@Z.com &nbsp;Z5x global ليست مسؤولة عن أي خسارة أو ضرر ناجم عن أي استخدام غير مصرح به لحساب الاشتراك الخاص بك. يمكنك التحكم بالملف الشخصي تحت حساب الاشتراك الخاص بك، وكيف تتفاعل مع الخدمة باستخدام صفحة إعدادات على الموقع.</p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal'><strong>قوانين الخدمة:<br></strong></p><p></p><p class='MsoNormal'>أنت توافق على عدم الانخراط في أي من الأنشطة المحظورة التالية ما لم تسمح به Z5x global أو تمت اتاحتها كسمة عامة للخدمة: (أ) نسخ وتوزيع أو الكشف عن أي جزء من الخدمة في أي وسيط، بما في ذلك. (ب) نقل البريد المزعج، والخطابات، أو غيرها من البريد الإلكتروني غير المرغوب فيها. (ج) محاولة للتدخل في، تهديد سلامة النظام أو الأمن أو فك أي نقل إلى أو من السيرقرات التي تشغل الخدمة؛ (د) اتخاذ أي إجراء يفرض، أو قد فرض في تقديرنا الخاص عبئا كبير على بنيتنا التحتية. (ه) تحميل بيانات غير صالحة، والفيروسات، والديدان، أو وكلاء البرامج الأخرى من خلال الخدمة؛ (و) جمع أو حصاد أي معلومات شخصية، بما في ذلك أسماء حساب الاشتراك؛ (ز) استخدام الخدمة لأي أغراض تجارية؛ (ح) انتحال شخصية شخص آخر أو تشويه الانتماء إلى أي شخص أو كيان، وإجراء الاحتيال، إخفاء أو محاولة إخفاء هويتك. (ط) التدخل في سير عمل من الخدمة؛ (ي) الوصول إلى أي محتوى على الخدمة من خلال أي تكنولوجيا أو وسيلة أخرى غير تلك المنصوص عليها. (ك) وتجاوز التدابير التي قد تستخدم لمنع أو تقييد الوصول إلى الخدمة، بما في ذلك الميزات التي تمنع أو تقيد استخدام أو نسخ أي محتوى أو تفرض قيود على استخدام الخدمة أو المحتوى فيه. أو (ل) استخدام أو محاولة استخدام طريقة دفع احتيالية.</p><p class='MsoNormal'><strong><br></strong><strong>تغييرات على الخدمة</strong><strong>:</strong></p><p class='MsoNormal'>نحن ودون إشعار مسبق وفقا لما نراه مناسبا، قد نقوم &nbsp;بتغيير أو تعديل أو وقف، وتعزيز، إضافة أو إزالة أي محتوى، أي جزء من الموقع، أو الخدمة، أو أي شرط من هذه الشروط، كليا أو جزئيا، في أي وقت؛ نحن قد تتوقف عن تقديم الخدمة أو أي من الميزات الموجودة في الموقع أو الخدمة، لك أو للمستخدمين بشكل عام. أو إنشاء حدود الاستخدام للخدمة. ونحن قد نقوم &nbsp;بإنهاء أو تعليق وصولك إلى الخدمة دون إشعار بشكل مؤقت أو دائم، عند انتهاء لأي سبب من الأسباب أو دون سبب، ستقوم بمواصلة الالتزام بهذه الشروط.</p><p class='MsoNormal'><strong>شروط وأحكام الاشتراك بالخدمات</strong>:</p><p class='MsoNormal'>وكجزء من الخدمة، z5 قد تقدم اشتراكات شهرية &nbsp;(أ 'الاشتراك') إلى ميزات الخدمة التي تسمح للمستخدين مشاهدة &nbsp;تيار الفيديو على شريط فيديو الاشتراك حسب الطلب (SVOD) عن طريق الاشتراك في أو استخدام الخدمة، فإنك توافق صراحة على شروط Z5x global &nbsp;للاشتراك بالخدمات والشروط المنصوص عليها في هذا القسم. إذا كنت لا توافق على، أو لا ترغب في الالتزام بهذه الشروط ، لا يجوز لك الاستمرار في الوصول إلى أو استخدام الخدمة، ويجب عليك التوقف فورا عن أي استخدام لهذه الخدمة.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'style = 'font-weight: bold;' ><strong>الملكية الفكرية:</strong></p><p>(أ) كما هو بينك وبين Z5x global ، الخدمة، بما فيها الموقع والمحتوى مملوكة جميعها و / أو تحت سيطرة ترخيص ممنوح من قبل Z5x global. المرخصون والمحتوى ومقدموا الخدمات التكنولوجية محميون بموجب قوانين حقوق النشر المحلية والدولية المعمول بها. 'المحتوى' يعني: (1) جميع الصور المتحركة، والبرمجة، وأي محتوى سمعي وبصري ، والصور، والرسوم المتحركة، والأعمال الفنية؛ و (2) أي من وسائل الصوت المقروءة و / أو العناصر البصرية، بغض النظر عن الشكل أو الصيغة، التي يمكن الوصول إليها من خلال الخدمات. جميع العناصر المنصوص عليها او محمية بحقوق النشر (أو عناصر لحماية الأسرار التجارية أو غير ذلك بموجب قوانين الملكية الفكرية) والبروتوكولات والخوارزميات، أو المحتوى، بما في ذلك سبيل المثال شفرة المصدر، رمز الكائن، والبرمجيات ، سيتم اعتبار البيانات ومجموعات أخرى من البيانات والتعليمات الواردة في الخدمة، الموقع، المحتوى و / أو أي ميزات الخدمة ممتلكات Z5x global لأغراض هذه الاتفاقية .</p><p class='MsoNormal'>ب ( فيديوهات Z5x global وجميع ما يتصل بها و / أو علامات تجارية مسجلة والأسماء التجارية، و / أو علامات الخدمة هي ملك &nbsp;Z5x global و / أو الشركات التابعة لها. هناك شخصيات معينة، وشعارات وأسماء وصور بالإحالة من Z5X global على الموقع و / أو المحتوى أيضا &nbsp;محمي بموجب علامات تجارية مسجلة أو غير مسجلة، والأسماء التجارية و / أو علامات خدمة وهي ملك لأصحابها. علامات Z5x global ولا يجوز استخدامها دون إذن صريح من Z5x global .</p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal' style = 'font-weight: bold;'><strong>الأطفال دون سن الثالث عشر:</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>على الاطفال واليافعين دون سن الثالث عشر استخدام هذا الخدمات بموافقة والديهم أو أوصايائهم القانونين. يتعين على الوالدين أو الأوصياء القانونين للأطفال دون سن الثامنة عشرة الإطلاع على هذه الشروط بتمعن. إذا قمت بالسماح لطفلك باستخدام جهاز ما للدخول إلى الخدمات أو مشاهدة محتوياته أو الاستماع إليها فإنك الوحيد المسؤول عن اتخاذ القرار بشأن ملائمة تلك المحتويات لطفلك.تخضع المساهمات المقدمة و/ أو المقروءة من قبل القاصرين لموافقة والديهم أو أوصايائهم القانونين. ونحن ننصح الوالدين أو الأوصياء القانونين الذين يسمحون للقاصرين باستخدام الخدمات بالتواصل معهم حول أهمية السلامة والحذر في استخدام الانترنت.</p><p class='MsoNormal'><strong>الرسوم والفوترة:</strong></p><p>&nbsp;</p><p class='MsoNormal'>من خلال التسجيل في الخدمة، أنت توافق على شروط التسعير على النحو المبين في هذا الموقع، ونحن قد نحدثها من وقت لآخر. أنت توافق على دفع جميع الرسوم المستحقة عن الاشتراك الشهري للخدمة ('رسوم الاشتراك') على وقت تاريخ تسجيلك في الخدمة (إلا إذا كنت تشارك في نسخة تجريبية مجانية أو في عروض آخرين كما هو منصوص أدناه)، أنت تفوض Z5x global لتكليفك &nbsp;بطريقة الدفع (كما هو موضح أدناه) لجميع رسوم الاشتراك عند استحقاقها. أنت تقر وتوافق على أن سيتم تجديد اشتراكك تلقائيا لفترات إضافية عند كل تاريخ تجديد بعد تسجيلك للخدمة ، إلا إذا قمت بإلغاء الاشتراك الخاص بك قبل تجديد التسجيل المعمول به. Z5x global قد تضيف خدمات جديدة للرسوم والرسوم الإضافية، أو تعديل الرسوم ورسوم الخدمات القائمة، في أي وقت وفقا لتقديرها. أي تغيير لدينا في التسعير أو شروط الدفع يصبح حيز التنفيذ في دورة الفوترة التالية.</p><p>&nbsp;<strong>لا التزام</strong></p><p class='MsoNormal'>لا يوجد أي التزام على المدى الطويل أو عقد محدد المدة. يمكنك إلغاء هذا الاتفاق، وبالتالي الاشتراك من خلال صفحة الإعدادات على الموقع في أي وقت قبل تاريخ التجديد وقبل بداية اشتراك الشهر المقبل، وعندما قيامك بإلغاء ذلك، فسوف تستمر في الحصول على الخدمة حتى نهاية الشهر الذي كنت قد دفعته (أو إذا كنت تشارك في الترويج التجريبي المجاني، في نهاية تلك الفترة المقابلة). إذا قمت بذلك، لن يتم تجديد الاشتراك تلقائيا. يمكنك بالطبع إعادة تفعيل الخدمة على الاشتراك الخاص بك في وقت لاحق. ومع ذلك، ليس هناك أية مبالغ مستردة أو قروض للإلغاء، ما لم ينص على خلاف المطلوب بموجب القانون المعمول به. في حال قمت انت أو Z5x global &nbsp;بإنهاء الاشتراك الخاص بك أو هذه الاتفاقية، فإنك توافق على أنك لن تتلقى أي اعادة مبالغ، ورصيد، أو بديل مقابل أي وقت غير لم يتم استخدامه خلال الاشتراك، أو أية ترخيص أو رسوم اشتراك عن أي جزء من الخدمة ، أي محتوى أو البيانات المرتبطة بالاشتراك الخاص بك، أو أي شيء آخر.</p><p class='MsoNormal' style = 'font-weight: bold;'>&nbsp;</p><p><strong>طريقة الدفع، رسوم، والضرائب<br><br></strong></p><p class='MsoNormal' style = 'font-weight: bold;'>يجب أن تكون جميع المعلومات التي تقدمها للشراء أو للتعاملات أو غيرها من التفاعلات في المعاملات النقدية مع الخدمة شرعية، دقيقة وكاملة، وحالية. أنت توافق على دفع جميع الرسوم التي تتحملها أنت و / أو أي مستخدم آخر من بطاقة الائتمان الخاصة بك، وبطاقة السحب الآلي، وحساب باي بال، أو أي طريقة دفع أخرى مستخدمة في أي معاملات مع الخدمة وبالأسعار الحالية. سوف تدفع أي ضرائب مفروضة والرسوم الأخرى، إن وجدت، سواء الآن أو ما يتم تطبيقه في المستقبل، بما يتعلق بأي مشتريات مثل هذه المعاملات أو غيرها من التفاعلات المعاملات النقدية.</p><p><strong>&nbsp;</strong><strong>تجربة مجانية:<br><br></strong>في بعض المناسبات، ولبعض العملاء المتأهلين، يسمح لنا بالتمكين ما استخدام Z5x global كتجربة مجانية. بحال تلقيتم تمكينكم من تجربة مجانية، سنعلمكم بشروط التجربة ومدتها. لا يمكن دمج التجربة المجانية مع اي عروضات اخرى.بنهاية فترة التجربة المجانية، سيتم فوترتكم شهريا لاشتراككم الذي اخترتموه بواسطة وسيلة الدفع التي اخترتموها (مع اي ضرائب و رسوم)، الا اذا الغيتم اشتراككم قبل انتهاء التجربة المجانية. لذلك يتوجب عليكم تحديد وسيلة الدفع لدى تسجيلكم في التجرية المجانية.عليكم اخذ العلم والاحتياط حيث ان Z5x global لن تعلمكم بنهاية التجرية المجانية وبدئ الفوترة. لذلك، ولتفادي الفوترة، عليكم الغاء الاشتراك قبل اليوم الاخير للتجربة المجانية. يمكنكم الغاء اشتراككم عبر الاعدادات. ان اشتراككم فيه سيبقى ساري المفعول على اساس شهري الا اذا ولحين الغائكم الاشتراك او لحين انقطاع و/او توقيف الخدمات استنادا للشروط. يمكنكم الغاء اشتراككم كما نصت عليه الفقرة الاشتراك الجاري والالغاء. لدى اشتراككم في Z5x global عبر عروضات لشرائكم منتجات و/او خدمات من طرف ثالث، انكم توافقون بان Z5x global غير مسؤولة باي وجه عن المنتجات و/او الخدمات من الطرف الثالث.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>حقوق الملكية:</strong></p><p></p><p class='MsoNormal'>الخدمة وجميع ما يخصها، بما في ذلك، دون حصر، المحتوى والبرامج والصور والنصوص والرسومات، والرسوم التوضيحية، والشعارات، وبراءات الاختراع والعلامات التجارية وعلامات الخدمة وحقوق التأليف والنشر، وأي حقوق الملكية الفكرية المتعلقة بها، هي ملكية حصرية ل Z5x global. أنت توافق على عدم بيع أو ترخيص أو تأجير أو تعديل أو توزيع أو نسخ أو إعادة إنتاج أو نقل أو عرضها علانية أو نشر أو أو تعديل أو إنشاء أعمال مشتقة من الخدمة و / أو أي من المحتوى. يمنع منعا باتا استخدام الخدمة و / أو المحتوى لأي غرض غير مسموح به صراحة في هذا الاتفاق.</p><p class='MsoNormal'><strong><br></strong><strong>معلومات سرية </strong><strong></strong></p><p class='MsoNormal'>انت توافق على عدم الوصول، أو محاولة الوصول إلى أية معلومات على الموقع والتي لا تتعلق بكم. أنت توافق على أنه إذا تمكنت من الحصول على معلومات عن فرد أو كيان آخر، أو الحصول على معلومات أنك غير مخول لتلقيها، أو إذا علمت أن شخصا آخر قد وصل أو حاول الوصول إلى معلومات وهو غير مخولا لتلقيها سوف تكف فورا عن مثل هذا الوصول غير المصرح به وستقوم باخطار Z5x global بهذا الوصول غير المصرح به، ستقدم مساعدة معقولة ل &nbsp;Z5x global في تحديد وتصحيح الظروف التي أتاحت هذا الوصول غير المصرح به. وأنت تتعهد أن تحتفظ&nbsp; بسرية جميع المعلومات التي تتلقاها بشأن شخص أو كيان آخر، لن تستخدم هذه المعلومات، وسوف تعيد هذه المعلومات إلى Z5x global فورا.</p><p class='MsoNormal'><strong><br></strong><strong>حقوق التأليف</strong></p><p class='MsoNormal'>إذا كنت من مؤمنا بأن أي محتوى من الذي يظهر على الموقع يشكل انتهاكا لحقوق النشر بأي شكل من الأشكال، يرجى إرسال المعلومات التالية &nbsp;:Z5@Z5.com الاسم والعنوان ورقم الهاتف وعنوان البريد الإلكتروني الخاص بك؛ ووصف للعمل الذي تدعي أنه تم انتهاكه. عنوان الموقع المحدد أو الوصف حيث يقع المواد المخالفة المزعومة؛ و بيان منك أن لديك اعتقاد راسخ بأن استخدام المتنازع عليه غير مخول من قبل صاحب حق المؤلف أو وكيله، أو القانون؛ توقيع الكتروني أو خطي للشخص المخول بالتصرف نيابة عن مالك حقوق النشر، و، بيان من جانبكم، تحت طائلة المسؤولية، أن المعلومات الواردة أعلاه في نظركم صحيحة وكنت صاحب حق المؤلف أو مخول بالتصرف نيابة عن مالك حقوق النشر.</p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal' style = 'font-weight: bold;'><strong>تعليقات المستخدمين</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>من دواعي سرور Z5x global أن تسمع من عملائها وترحب بتعليقاتكم حول منتجاتنا وخدماتنا. ينبغي أن تقدم هذه التعليقات فقط لz5@z5.com أو لواحد من صنايق البريد المتاحة لمستخدمي الموقع المقدمة من وقت لآخر لهذا الغرض. جميع الملاحظات والاقتراحات والأفكار، والرسومات، أو غيرها من المعلومات ل Z5x global للموقع لأي سبب من الأسباب سوف يكون ملكا ابديا ل Z5x global.</p><p class='MsoNormal'>Z5x global لن تقوم بمعاملة أي رأي على أنه سري، وسوف لن تكون مسؤولة عن أي أفكار لاعمالها (بما في ذلك سبيل المثال لا الحصر، منتج أو الأفكار الإعلان) ولا تتحمل أي مسؤولية نتيجة أي تشابه بين رأيك وأي مزية أو خدمة لديها. أنت تقر بأنك مسؤول عن كل المواد التي تقدمها، وأنت تتحمل المسؤولية الكاملة عن الرسالة، بما في ذلك صبغتها القانونية ومصداقيتها ومناسبتها وأصالتها، وحقوق التأليف والنشر. فإنك تقر وتوافق على أن لا Z5x global ولا المرخصين لهم ،الخلفاء أو المتنازل له الآن، لهم أو سيكون لهم في المستقبل، أي واجب أو مسؤولية مباشرة أو غير مباشرة، بالانابه، فيما يتعلق بالتعدي أو حماية أي حقوق التأليف والنشر في والتقديم الخاص بك، وليست مسؤولة عن فقدان أو حذف أو عدم تخزين أو سوء توصيل.</p><p></p><p class='MsoNormal' style = 'font-weight: bold;'><strong>الأمان:</strong><strong></strong></p><p class='MsoNormal' style = 'font-weight: bold;'>&nbsp;تهتم Z5x globalبسلامة وأمن المعلومات الشخصية الخاصة بكومع ذلك لا يمكننا ضمان أن أطراف ثالثة غير مصرح بها لن تكون قادرة على هزيمة الاجراءات الامنية لدينا أو استخدام المعلومات الشخصية لأغراض غير سليمة. أنت تقر بأنك توفير المعلومات الشخصية الخاصة بك على مسؤوليتك الخاصة.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>التعويض:</strong></p><p class='MsoNormal'>يجوز لك الارتباط بصفحتنا الرئيسية، شريطة قيامك بذلك بصورة قانونية وعادلة وبشكل لا يضر بسمعتنا أو استغلالها، إلا أنه لا يجوز لك إنشاء ذلك الارتباط بشكل يشير إلى أية مشاركة أو موافقة أو مصادقة غير موجودة من قبلنا. لا يجوز لك إنشاء أي ارتباط من أي خدمات ليس ملكاً لك. يمنع وضع الخدمات على أي خدمات آخر، كما لا يجوز لك إنشاء ارتباط لأي جزء من الخدمات غير الصفحة الرئيسية. نحن نحتفظ بحق سحب أي إذن بإنشاء ارتباط دون أي إشعار مسبق.عندما يشمل الخدمات على روابط لمواقع أخرى ومصادر مقدمة م ن قبل الغير، فإن تلك الروابط مقدمة لغايات الإطلاع عليها فقط ولا تكون لدينا أية رقابة على محتويات هذه المواقع أو المصادر، ولا نقبل تحمل أية مسؤولية بخصوصها أو بخصوص أية خسائر أو أضرار قد تنشأ عن استخدامك لها.عندما يشمل الخدمات على روابط لمواقع أخرى ومصادر مقدمة من قبل الغير، إلا أننا لا نمتلك أية رقابة على محتويات هذه المواقع أو المصادر، ولا نقبل تحمل أية مسؤولية بخصوصها أو بخصوص أية خسائر أو أضرار قد تنشأ عن استخدامك لها.</p><p></p><p class='MsoNormal'><strong>التنصل من الضمانات</strong></p><p></p><p class='MsoNormal' style = 'font-weight: bold;'>يتم توفير هذه الخدمة على أساس 'كما هي' و 'متاح'. استخدام الخدمة على مسؤوليتك الخاصة. إلى أقصى حد يسمح به القانون المعمول به، يتم تقديم الخدمة دون ضمانات من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك، ولكن ليس على سبيل الحصر، الضمانات الضمنية الخاصة بالتسويق أو الملاءمة لغرض معين، أو عدم الانتهاك. بدون تحديد ما سبق، Z5x global &nbsp;والجهات المرخصة لها لا تضمن أن المحتوى دقيق وموثوق به أو صحيح. أو أن الخدمة سوف تلبي الاحتياجات الخاصة بك. أوأن الخدمة سوف تكون متاحة في أي وقت معين أو مكان، دون انقطاع أو آمن. أوأن أي عيوب أو أخطاء سيتم تصحيحها. أو أن الخدمة خالية من الفيروسات أو غيرها من المكونات الضارة. أي محتوى يتم تحميله أو الحصول عليه من خلال استخدام الخدمة على مسؤوليتك الخاصة، وسوف تكون وحدك المسؤول عن أي ضرر لنظام الكمبيوتر الخاص بك أو جهاز محمول أو فقدان البيانات التي تنتج عن هذا التحميل أو استخدامك لهذه الخدمة.</p><p class='MsoNormal'><strong><br></strong><strong>تحديد المسؤولية </strong><strong></strong></p><p class='MsoNormal'>بالنسبة لاستخدامك للخدمات، نحن وأي من شركات المجموعة أو المسؤولين أو المدراء أو الموظفين أو المساهمين أو الوكلاء فيها لا نتحمل أية مسؤولية تجاه كمية أو نوع أية خسائر أو أضرار قد تتعرض أنت أو الغير (بما في ذلك دون حصر أية خسائر أو أضرار تأديبية أو تبعية مباشرة أم غير مباشرة، أو أية خسائر في العائدات أو الأرباح أو الشهرة التجارية أو البيانات أو العقود أو استخدام الأموال، أو الخسائر والأضرار الناجمة عن أو ذات الصلة بتعطيل الأعمال بأي شكل من الأشكال، وسواء كانت نتيجة المسؤولية التقصيرية فيما يتعلق باستخدام أو عدم القدرة على استخدام أو تبعات استخدام الخدمات، بما في ذلك دون حصر ما تتسبب به الفيروسات من أضرار لمعدات حاسوبك أو البرمجيات أو البيانات أو ية ممتلكات خاصة بك، بسبب دخولك أو استخدامك أو تصفحك للخدمات.</p><p class='MsoNormal'>إلى أقصى حد يسمح به القانون المعمول به، Z5x globalلا تتحمل أية مسؤولية أو مسؤولية عن أي (أ) أخطاء، أو عدم دقة المحتوى. (ب) الإصابة الشخصية أو أضرار في الممتلكات، من أي نوع كانت، الناتجة عن الوصول إلى أو استخدام خدمة لدينا، (ج) أي وصول غير مصرح به إلى أو استخدام خوادم آمنة لدينا و / أو أي وجميع المعلومات الشخصية المخزنة فيه. (د) أي انقطاع أو وقف انتقال العدوى إلى أو من الخدمة؛ (ه) أي بق، فيروسات، وأحصنة طروادة، أو ما شابه ذلك قد ينتقل إلى أو من خلال خدمتنا من قبل أي طرف ثالث؛ (و) أي أخطاء أو سهو في أي محتوى أو عن أي خسارة أو ضرر تكبدها نتيجة لاستخدام أي محتوى، عبر البريد الالكتروني، أو إتاحتها من خلال الخدمة؛ و / أو (ز) محتوى المستخدم أو سلوك تشهير أو إساءة، أو عمل غير قانوني من أي طرف ثالث.</p><p class='MsoNormal'>تكون لمحاكم دبي الاماراتية سلطة الاختصاص القضائي الحصري على أية مطالبة تنشأ عن أو تتعلق بزيارة للخدمات.تخضع هذه الشروط وأي نزاع أو مطالبة تنشأ عن أو تتعلق بها أو بموضوعها أو صياغتها (بما في ذلك النزاعات أو المطالبات غير التعاقدية) وفقاً لقوانين الامارات العربية المتحدة.</p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'><strong>التنازل عن الملكيات</strong></p><p></p><p class='MsoNormal'>لا يجوز نقل هذا الاتفاق، التزاماتك، وأية حقوق وتراخيص ممنوحة بموجب هذه الاتفاقية، أوأي تعيين من قبلك، ولكن قد يتم تعيين من قبل Z5x global دون قيود. أي محاولة نقل أو تنازل في انتهاك هذا القانون سيكون لاغيا وباطلا.</p><p class='MsoNormal'><strong><br></strong><strong>إجراءات الإخطار والتغييرات </strong><strong></strong></p><p class='MsoNormal'>قد تقدم &nbsp;Z5x globalالإخطارات إليك، سواء كانت هذه الإخطارات مطلوبة من قبل القانون أو هي لأغراض التسويق أو الأعمال التجارية الأخرى ذات الصلة، عبر إشعار البريد الإلكتروني، مكتوب أو من خلال نشر مثل هذا الإشعار على الموقع، على النحو الذي تحددهZ5x globalفي تقديرها المطلق. تحتفظZ5x globalالحق في تحديد شكل ووسائل توفير الإخطارات لمستخدمينا، شريطة أن تختار من بعض وسائل إعلام كما هو موضح في هذه الاتفاقية. و Z5ليست مسؤولة عن أي تصفية تلقائية لك أو مزود الخدمة لديك قد يقوم بذلك على بريدك الإلكتروني. قد تقوم &nbsp;Z5x global وفقا لتقديرها، بتعديل أو تحديث هذه الاتفاقية من وقت لآخر، ولذا يجب عليك مراجعة هذه الصفحة بشكل دوري للتحقق من أي تعديلات أو تحديثات الأخيرة. عندما نغير الاتفاق بطريقة مادية، سنقوم بتحديث 'آخر تعديل' تاريخ في أسفل هذه الصفحة. استمرار استخدامك للخدمة بعد أي تغيير من هذا القبيل يشكل موافقتك على شروط جديدة. إذا كنت لا توافق على أي من هذه الشروط أو أي شروط في المستقبل، لا تستخدم الخدمة.</p><p class='MsoNormal'><strong><br></strong><strong>قابلية هذا الاتفاق</strong></p><p class='MsoNormal'>جنبا إلى جنب مع أي تعديلات وأي اتفاقات إضافية قد تبرمها مع Z5x global للتواصل مع الخدمة، وبما يشكل مجمل الاتفاق بينك وبين Z5x global بشأن الخدمة. إذا اعتبر أي حكم من أحكام هذا الاتفاق باطلا من قبل محكمة مختصة، فإن بطلان هذا الحكم لا يؤثر على صحة الأحكام المتبقية من هذا الاتفاق، والتي تظل سارية المفعول والتأثير الكامل.</p><p class='MsoNormal'><strong>&nbsp;</strong></p><p class='MsoNormal'><strong>قيود التصدير </strong></p><p class='MsoNormal' style = 'font-weight: bold;'>أنت توافق على الامتثال لجميع قوانين التصدير والقيود والأنظمة المعمول بها في دولة الامارات العربية أو أي وكالة أو سلطة أجنبية قابلة للتطبيق. وتوافق على عدم تصدير أو إعادة تصدير أو السماح بتصدير الخدمات، الموقع، أو المحتوى، في مخالفة لأي قانون من هذا القبيل.</p><p class='MsoNormal' style = 'font-weight: bold;'><strong>قوة قهرية</strong><strong></strong></p><p class='MsoNormal' style = 'font-weight: bold;'>سوف لن يكن ل Z5x global أي مسؤولية تجاهك عن أي تأخير أو عدم أداء التزاماتها بموجب هذه الاتفاقية، إلى حد أن هذا التأخير أو عدم الأداء يعزى إلى حدث القوة القاهرة .لأغراض هذه الاتفاقية، 'حدث القوة القاهرة' تعني القضاء والقدر، والحرب، الشغب والتمرد أو الاضطرابات المدنية، نزاع عمالي، أو فشل المنشآت والشبكات والمعدات أو البرمجيات، أو أي حدث مماثل، ل حد أن هذا الحدث هو خارج عن السيطرة المعقولة من Z5x global</p><p class='MsoNormal'><strong>لا تنازل</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>&nbsp;يعتبر أي تنازل عن أي مصطلح من هذا الاتفاق تنازلا إضافيا أو دائما عن هذه المدة أو أي مصطلح آخر، وفشل Z5x global لإثبات أي حق بموجب هذا الاتفاق لا يشكل تنازلا عن هذا الحق أو الحكم.</p><p class='MsoNormal'><strong>صلة</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>ليس في هذه الاتفاقية ما سيشكل، أو ما يمكن من تطوير مشروع مشترك أو شراكة مع أي موظف / صاحب عمل أو مقاول مستقل أي علاقة أو أي علاقة تجارية أخرى (باستثناء البائع والعميل) أي بينك وبين Z5x global .</p><p class='MsoNormal'><strong>القانون الذي يحكم</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>تخضع هذه شروط الاستخدام وتفسر وفقا لقوانين الامارات العربية المتحدة، فإن أي نزاع قد ينشأ أو في اتصال مع هذه الشروط تخضع لاختصاص غير الحصري للمحاكم الإماراتية.</p><p class='MsoNormal'><strong>اتصال</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>إذا كان لديك أي تعليقات أو أسئلة حول الموقع يرجى الاتصال بنا على<strong>support@weyyak.z5.com</strong></p><p></p><p class='MsoNormal'>&nbsp;</p></div>",
    "title": "الشروط والأحكام"
  },
  {
    "friendly_url": "contact-ar",
    "id": 18,
    "plain_text": "",
    "subtitle": "",
    "title": "تواصل معنا"
  }
]
