[{
    "friendly_url": "about-en",
    "id": 13,
    "plain_text": "",
    "subtitle": "",
    "text": "<div style = 'color:#6c6c6c;'><p class='MsoNormal'>Z5 Weyyak is a unique Free Video on Demand Platform aiming at delivering the best entertainment experience to the Arab audience. Our offering brings the best of Middle Eastern production and exclusive Indian content via variety of genres that appeal to each member of your family….,,Weyyak anytime anywhere.</p></div>",
    "title": "About"
  },
  {
    "friendly_url": "privacy-en",
    "id": 16,
    "plain_text": "",
    "subtitle": "",
    "text": "<div style = 'color:#6c6c6c;'><p class='MsoNormal'><strong>PRIVACY POLICY</strong></p><p class='MsoNormal'>&nbsp;</p><p class='MsoNormal'>At <strong>Z5x global FZ-LLC</strong>, which shall include our affiliates and subsidiaries ('<strong>Z5x global </strong>', 'we', 'our' or 'us') your privacy is very important to us and we are committed to protecting and respecting it. This policy (together with our Terms of Use) sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us.</p><p class='MsoNormal'>By visiting&nbsp;<a href='http://www.weyyak.z5.com'></a><strong>http://www.weyyak.z5.com</strong><a href='http://www.weyyak.z5.com'></a>&nbsp; (the 'Site') you are accepting and consenting to the practices described in this policy.</p><p class='MsoNormal'><strong>INFORMATION WE MAY COLLECT FROM YOU</strong></p><p class='MsoNormal'>We may collect and process the following data about you:</p><p class='MsoNormal'><strong>Information you give us</strong><strong></strong></p><p class='MsoNormal'>You may give us information about you by filling in forms on our Site or by corresponding with us by phone, e-mail or otherwise. This includes information you provide when you register to use our Site, subscribe to our Service, (if applicable) participate in discussion boards or other social media functions on or related to our Site, enter a Competition, promotion or survey and when you report a problem with our Site. The information you give us may include your name, address, e-mail address and phone number, financial and credit card information, and/or personal description.</p><p class='MsoNormal'><strong>Information we collect about you</strong></p><p class='MsoNormal'>With regard to each of your visits to our Site we may automatically collect the following information or statistical data:</p><p class='MsoNormal' style = 'font-weight: bold;'>Technical information, including the internet protocol (IP) address used to connect your computer/device to the internet which identifies your computer/device, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform. IP addresses are automatically collected by our web server as part of our demographic and profile data known as traffic data so that data, such as webpages.</p><p class='MsoNormal'><strong>Information we receive from other sources</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>We may receive information about you if you use any of the other websites we operate or the other services we provide. We are also working closely with third parties (including, for example, business partners, sub-contractors in technical, advertising networks, analytics providers and search information providers) and may receive information about you from them.</p><p class='MsoNormal'><strong>COOKIES</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>We use cookies to distinguish you from other users of our Site. This helps us to provide you with a good experience when you browse our Site and also allows us to improve our Site. A cookie is a very small text document, which often contains an anonymous unique identifier. Cookies are stored on your hard drive, not on our Site, and as such you are able to set your browser to decline cookies and/or delete them. If you do so, you will still be able to access our Site, but you may find that some areas or pages do not function as smoothly as they might with cookies enabled.</p><p class='MsoNormal'><strong>USES MADE OF THE INFORMATION</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>We will use your personal information you give use and that we collected to carry out our obligations arising from any contracts entered into between you and us and to provide you with the information that you request from us; as well as to maintain and improve the services we provide and the development of new services.</p><p class='MsoNormal'>With your consent, to provide you, or permit selected third parties to provide you, with information about goods or services we feel may interest you. If you do not want us to use your data in this way, or to pass your details on to third parties for marketing purposes, please contact us at&nbsp;<strong>support@weyyak.z5.com</strong>&nbsp;to notify you about changes to our Service(s); and To ensure that content from our Site is presented in the most effective manner for you and for your computer or other device.</p><p class='MsoNormal' style = 'font-weight: bold;'>We will use the Information we collect about you to administer our Site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes, to improve our Site to ensure that Content is presented in the most effective manner for you and for your computer or other device; to allow you to participate in interactive features of our Service, when you choose to do so; as part of our efforts to keep our Site safe and secure; and to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you. We may combine Information we receive from other sources<strong> </strong>with information you give to us and information we collect about you.<strong></strong></p><p class='MsoNormal'><strong>DISCLOSURE OF YOUR INFORMATION</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>We may share your personal information with any member of our corporate group. We may share your information with selected third parties including: business partners, suppliers and sub-contractors for the performance of any contract we enter into with them or you; advertisers and advertising networks that require the data to select and serve relevant adverts to you and others; and/or analytics and search engine providers that assist us in the improvement and optimization of our Site.</p><p class='MsoNormal'>We may disclose your personal information to third parties: in the event that we sell or buy any business or assets, in which case we may disclose your personal data to the prospective seller or buyer of such business or assets; if <strong>Z5x global</strong> or substantially all of its assets are acquired by a third party, in which case personal data held by it about its customers will be one of the transferred assets; and/or If we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our terms of use and/or other agreements; or to protect the rights, property, or safety of <strong>Z5x global</strong>, our customers, or others.</p><p class='MsoNormal'><strong>STORAGE AND SECURITY</strong></p><p class='MsoNormal'>Our Site is secured and encrypted for your privacy. However, the data that we collect from you may be transferred to, and stored at, a destination outside the Middle East. It may also be processed by staff operating outside the Middle East who works for us or for one of our suppliers. By submitting your personal data, you agree to this transfer, storing or processing. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy policy.</p><p class='MsoNormal' style = 'font-weight: bold;'>Unfortunately, the transmission of information via the Internet is not completely secure. Although we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our Site; any transmission is at your own risk. Once we have received your information, we will use strict procedures and security features to try to prevent unauthorized access.</p><p class='MsoNormal'><strong>THIRD PARTY WEBSITES</strong></p><p class='MsoNormal' style = 'font-weight: bold;'>Our Site may, from time to time, contain links to and from the websites of third parties, our partner networks, advertisers and affiliates. Links to or from external websites not owned or controlled by us do not constitute an endorsement by us of the products or information presented therein.</p><p class='MsoNormal'>If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies. Please check these policies before you submit any personal data to these websites.</p><p class='MsoNormal'><strong>CHANGES TO PRIVACY POLICY</strong></p><p class='MsoNormal'>Any changes we may make to our privacy policy in the future will be posted on this page. Please check back frequently to see any updates or changes to our privacy policy.</p><p class='MsoNormal'><strong>CONTACT US</strong></p><p class='MsoNormal'>Questions, comments and requests regarding this privacy policy are welcomed and should be addressed to&nbsp; <strong>support@weyyak.z5.com</strong></p></div>",
    "title": "Privacy policy"
  },
  {
    "friendly_url": "term-en",
    "id": 17,
    "plain_text": "",
    "subtitle": "",
    "text": "<div style = 'color:#6c6c6c;'><p class='MsoNormal'><strong>Z5 - TERMS OF USE</strong></p><p class='MsoNormal'>These terms of use (the “Terms”) constitute a legally binding agreement between you and&nbsp;z5x global FZ-LLC together with its&nbsp;affiliates&nbsp;and subsidiaries (“Z5x global”, “we”, “our” or “us”) (as defined below), the website(s), browser extensions, and/or mobile applications for mobile devices (the “Site”) (collectively the “Service”). By accessing or using the Service, you signify that you have read, understood, and agree to be bound by this Terms of Use Agreement (“Agreement”) and to the collection and use of your information as set forth in the z5x global Privacy Policy at&nbsp;<strong>http://www.weyyak.z5.com/privacy</strong>, whether or not you are a registered user of the Service. This Agreement applies to you, and all other visitors, users, and others who access the Service from time to time (“Users”).</p><p><strong>USE OF THE SERVICE</strong></p><p class='MsoNormal'>You hereby represent and warrant to us that you are at least thirteen (13) years of age or above, are resident in a Service Location, and are capable of entering, performing and adhering to these Terms and that you agree to be bound by the following terms and conditions. While individuals under the age of thirteen (13) may utilize the Service and/or the Site, they shall do so only with the involvement &amp; guidance of their parents and/or legal guardians, under such Parent/Legal guardians registered Subscription account. You agree to register prior to commencing your use of the Service or services of the Site and provide your details including but not limited to complete name, age, email address, and contact telephone number.</p><p></p><p class='MsoNormal'>You also represent that you are an individual and not a corporation.</p><p></p><p class='MsoNormal'>The Service reserves the right, at its discretion, to change, modify, add, or remove portions of these Terms at any time by posting the amended Terms. Please check these Terms periodically for changes. Your continued use of the Service after the posting of changes constitutes your binding acceptance of such changes and any so amended Terms.</p><p><strong>Commercial Uses</strong><strong></strong></p><p class='MsoNormal'>&nbsp;The use of the Service, the Site or any Content for commercial purposes is unauthorized and may constitute infringement.&nbsp;You agree not to use the Service for any of the following commercial purposes without our written consent:</p><p class='MsoNormal' style = 'font-weight: bold;'>Selling access to the Service; or Selling or placing advertisements, sponsorships, or promotions for the Service and any of the Content without prior approval; or Operating promotions, contests, or sweepstakes in connection with any of the Content offered on the Service or the Service itself. Please contact us at&nbsp;<strong>support@weyyak.z5.com&nbsp;</strong>if you would like to discuss partnership or commercial ventures with us.</p><p class='MsoNormal'>By connecting to the Service with a third-party service, you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.</p><p><strong>&nbsp;</strong></p><p><strong>Your responsibility for your Subscription Account</strong><strong></strong></p><p style = 'font-weight: bold;'>You may never use another User’s Subscription account without permission. When creating your Subscription account, you must provide accurate and complete information. You are solely responsible for the activity that occurs on your Subscription account, and you must keep your account password secure. You must notify Z5x global immediately of any breach of security or unauthorized use of your Subscription account by contacting us at&nbsp;<strong>support@weyyak.z5.com</strong>. Z5x global will not be liable for any loss or damage caused by any unauthorized use of your Subscription account. You may control your User profile under your Subscription account and how you interact with the Service by using the settings page on the Site.</p><p><strong>Service Rules</strong></p><p style = 'font-weight: bold;'>You agree not to engage in any of the following prohibited activities unless expressly permitted by Z5x global or made available as a public feature of the Service: (i) copying, distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”; (ii) transmitting spam, chain letters, or other unsolicited email; (iii) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service; (iv) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure; (vi) uploading invalid data, viruses, worms, or other software agents through the Service; (vii) collecting or harvesting any personally identifiable information, including but not limited to Subscription account names, from the Service; (viii) using the Service for any commercial solicitation purposes; (ix) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity; (x) interfering with the proper working of the Service; (xi) accessing any Content on the Service through any technology or means other than those provided or authorized by the Service; (xii) bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any Content or enforce limitations on use of the Service or the Content therein; or (xiii) knowingly using or attempting to use a fraudulent Payment Method.</p><p><strong>Changes to the Service</strong></p><p style = 'font-weight: bold;'>We may, without prior notice and at our sole discretion, change, modify, discontinue, enhance, add or remove any Content, any part of the Site, or of the Service, or any provision of these Terms, in whole or in part, at any time; we may stop providing the Service or any of the features of the Site or the Service, to you or to Users generally; or create usage limits for the Service.</p><p>We may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any provision of this Agreement, or for no reason. Upon termination for any reason or no reason, you continue to be bound by this Agreement.</p><p><strong>Z5x global</strong><strong> SUBSCRIPTION SERVICES TERMS AND CONDITIONS</strong></p><p>As part of the Service, Z5x may offer paid monthly subscriptions (”<strong>Subscription</strong>”) to features of the Service that allow Users to access and Stream video Content on a subscription video on-demand (SVOD) basis (“<strong>Z5x”)</strong> By subscribing to or otherwise using the Service, you expressly agree to the Z5x Subscription Services Terms and Conditions set forth in this Section (“<strong>Subscription Terms</strong>”). If you do not agree to, or wish to abide by these Subscription Terms, you may not continue to access or use the Service, and you must immediately cease any and all use of the Service.</p><p><strong>Intellectual Property</strong></p><p>(a) As between you and <strong>Z5x</strong>, the Service, the Site and the Content are all owned and/or controlled under license by <strong>Z5x</strong>, its licensors and content and technology providers, and are protected by applicable domestic and international copyright laws. As used here in, '<strong>Content</strong>' means: (1) any and all motion pictures, programming, and any other audio visual content, images, animations, artwork, copy or information; and (2) any and all other human readable audio and/or visual elements, regardless of the form or format, accessible via the Services. Any and all underlying patentable or copyrightable elements (or elements protectable as trade secrets or otherwise under intellectual property laws) related to the Service or the Content, including without limitation, source code, script, object code, software, protocols, algorithms, computer programs, data and other sets of statements and instructions contained in the Service, Site, Content and/or any features of the Service will be considered the property of <strong>Z5x</strong> for the purposes of this Agreement.</p><p style = 'font-weight: bold;'>(b) Z5x videos and all related registered and/or unregistered trademarks, trade names, and/or service marks are the property of Z5x and/or its affiliates or subsidiaries. Certain characters, logos, names and images incorporated by Z5x on the Site and/or the Content are also protected as registered or unregistered trademarks, trade names and/or service marks and are the property of their respective owners. The Z5x Marks may not be used without the express permission of Z5x.</p><p>&nbsp;</p><p><strong>PAYMENT INFORMATION AND BILLING POLICIES</strong><strong>:</strong></p><p><strong>Recurring Subscription</strong></p><p style = 'font-weight: bold;'>By registering for the Service, you agree to the pricing terms as set forth on the Site, as we may update them from time to time. You agree to pay all fees due for your monthly Subscription to the Service (“<strong>Subscription Fees</strong>”) on or around the date you register for the Service (unless you participate in a free trial or other Promotion as provided below), and you hereby authorize Z5x to charge your Payment Method (as defined below) for all such Subscription Fees as and when they fall due. You acknowledge and agree that your Subscription will automatically renew for additional periods on or around each renewal date after you registered for the Service (each a “<strong>Renewal Date</strong>”), unless you cancel your Subscription prior to the applicable Renewal Date. You further authorize Z5x to charge your Payment Method the Subscription Fees on or around each Renewal Date. Z5x may add new services for additional fees and charges, or amend fees and charges for existing services, at any time in its sole discretion. Any change to our pricing or payment terms shall become effective in the billing cycle following notice of such change to you as provided in this Agreement.</p><p><strong>No Commitment</strong></p><p style = 'font-weight: bold;'>Don’t worry, there is no long term commitment or fixed term contract. You may cancel this Agreement and thereby your Subscription via the settings page on the Site at any time before a Renewal Date and before your next month of Subscription is due to start, and when you cancel it, you’ll continue to have access to the Service until the end of the month you’ve paid for (or if you’re taking part in a free trial Promotion, at the end of that corresponding period). If you do, your Subscription will not be automatically renewed. You can of course re-activate the Service on your Subscription at a later date. However, there are NO REFUNDS OR CREDITS for cancellation, unless required otherwise by applicable law. In the event that you or Z5x suspends or terminates your Subscription or this Agreement, you understand and agree that you shall receive no refund, credit, or exchange for any unused time on a Subscription, any license or Subscription Fees for any portion of the Service, any Content or data associated with your Subscription, or for anything else.</p><p style = 'font-weight: bold;'><strong>Payment Method, Charges, and Taxes</strong></p><p style = 'font-weight: bold;'>All information that you provide in connection with a purchase or transaction or other monetary transaction interaction with the Service must be legitimate, accurate, complete, and current. You agree to pay all charges incurred by you and/or any other user of your credit card, debit card, PayPal account, or other payment method used in connection with a purchase or transaction or other monetary transaction interaction with the Service (“<strong>Payment Method</strong>”) at the prices in effect when such charges are incurred. You will pay any applicable taxes and other fees, if any, whether now applicable or applied in the future, relating to any such purchases, transactions or other monetary transaction interactions.</p><p><strong>Free Trial Promotions</strong></p><p style = 'font-weight: bold;'>We may, at our sole and absolute discretion, offer free trial periods of the Service and/or other promotions in connection with the Service (“<strong>Promotion(s)</strong>”). In the event a free trial Promotion is offered to you, you can try the Service before you buy for a pre-determined period, depending on that particular offer or trial period. If you’re starting a free trial, you will still need to provide details of your chosen Payment Method but, please rest assured that no payment will be taken by us until and unless you decide to continue your Subscription once that free trial Promotion comes to an end. You can of course cancel your free trial Promotion at any time, with no further obligation, by informing us and cancelling your Subscription, but whilst you can re-activate your Subscription at any time, you will not be permitted to re-activate or re-subscribe and again benefit from a free trial Promotion.</p><p>You acknowledge and agree that the full Subscription Fees will become immediately due for your continued Subscription and access to the Service upon the expiration of any Promotion, unless you cancel your Subscription prior to the expiration of said Promotion. You agree to pay all such Subscription Fees on or around such date, and you authorize Z5x to charge your Payment Method for all such Subscription Fees at such time.</p><p><strong>Proprietary Rights</strong>:</p><p>The Service and all materials therein or transferred thereby, including, without limitation, the Content, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, and any/all Intellectual Property Rights related thereto, are the exclusive property of Z5x and its licensors. You agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from the Service and/or any of the Content. Use of the Service and/or the Content for any purpose not expressly permitted by this Agreement is strictly prohibited.</p><p><strong>Confidential Information</strong><strong></strong></p><p>You agree not to access, or try to access, any information through the Site that does not pertain to you and which you are not properly authorized to receive. You agree that if you should access information about another individual or entity, or otherwise receive information you are not authorized to receive, or if you become aware that someone else has accessed or attempted to access information that such person was not authorized to receive, you will immediately cease such unauthorized access, notify Z5x of the unauthorized access, and reasonably assist Z5x in identifying and correcting the circumstances which permitted such unauthorized access. You will keep confidential all information you receive concerning another individual or entity, will not use such information, will return such information to Z5x immediately, will not transmit it to any other person or entity and will not reproduce or distribute it in any electronic or other form.</p><p><strong>Copyright Notice</strong><strong>:</strong></p><p>If you are of the honest belief that any Content appearing on the Site constitutes copyright infringement in any way, shape, or form, please forward the following information to&nbsp;<strong>email@.com</strong><a href='mailto:email@.com'></a>:</p><p></p><p>Your name, address, telephone number, and email address; A description of the copyrighted work that you claim has been infringed; The exact URL or a description of where the alleged infringing material is located; A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest; and, a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</p><p><strong>User Submissions</strong><strong></strong></p><p>Z5x is pleased to hear from its customers and welcomes your comments regarding our products and services. These comments should only be submitted to&nbsp;<a href='mailto:support@weyyak.z5.com'></a><strong>support@weyyak.z5.com</strong><a href='mailto:support@weyyak.z5.com'></a> or perhaps&nbsp;one of the mailboxes available to users of the Site provided from time to time for that purpose. All remarks, suggestions, ideas, graphics, or other information communicated to Z5x through the Site for any reason (each, a '&nbsp;<strong>Submission</strong>') will forever be the property of Z5x. Z5x will not be required to treat any Submission as confidential, and will not be liable for any ideas for its business (including without limitation, product or advertising ideas) and will not incur any liability as a result of any similarities between your Submission and any future Z5x products, services or operations. Without limitation, Z5x will have exclusive ownership of all present and future existing rights to the Submissions of every kind and nature, everywhere. Z5x will be entitled to use the Submission for any commercial or other purpose whatsoever, without compensation to you or any other person sending the Submission. You acknowledge that you are responsible for whatever material you submit, and you, not Z5x, have full responsibility for the message, including its legality, reliability, appropriateness, originality, and copyright. You acknowledge and agree that neither Z5x nor any of its licensees, successors or assigns has now, or will have in the future, any duty or liability, direct or indirect, vicarious, contributory or otherwise, with respect to the infringement or protection of any copyright in and to your Submission, and that Z5x and its licensees, successors or assigns are not responsible for the loss, deletion, failure to store or mis-delivery of any feedback submitted.</p><p><strong>Security</strong></p><p>Z5x cares about the integrity and security of your personal information. However, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes. You acknowledge that you provide your personal information at your own risk.</p><p><strong>Links to and from Third Party Websites</strong><strong></strong></p><p>The Site may contain links to other internet websites, including without limitation social media websites. Z5x does not verify, warrant, endorse or take responsibility for the availability, accuracy, completeness, quality, practices or policies of any such third-party website. Z5x does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give to any third party, and you irrevocably waive any claim against us with respect to any such third-party website. You are not permitted to link the Site or any of the Content to or from any third-party website without the prior written consent of Z5x, which consent shall be at the sole and absolute discretion of Z5x.</p><p><strong>LEGAL</strong></p><p><strong>Indemnity</strong></p><p style = 'font-weight: bold;'>You agree to defend, indemnify and hold harmless Z5x and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you; (ii) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties contained herein; (iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights; (iv) your violation of any applicable law, rule or regulation; (v) your User content or any Submission that is submitted via your Subscription account or otherwise; (vi) your use of any Content in violation of local law; or (vii) any other party’s access and use of the Service with your unique username, password or other appropriate security code.</p><p><strong>Disclaimer of warranties</strong></p><p style = 'font-weight: bold;'>The service is provided on an “as is” and “as available” basis. Use of the service is at your own risk. To the maximum extent permitted by applicable law, the service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement. without limiting the foregoing, Z5x, its subsidiaries, and its licensors do not warrant that the content is accurate, reliable or correct; that the service will meet your requirements; that the service will be available at any particular time or location, uninterrupted or secure; that any defects or errors will be corrected; or that the service is free of viruses or other harmful components. Any content downloaded or otherwise obtained through the use of the service is downloaded at your own risk and you will be solely responsible for any damage to your computer system or mobile device or loss of data that results from such download or your use of the service.</p><p>Z5x does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the service or any hyperlinked website or service.</p><p>&nbsp;</p><p><strong>Limitation of liability</strong></p><p style = 'font-weight: bold;'>To the maximum extent permitted by applicable law, in no event shall Z5x, its affiliates, agents, directors, employees, suppliers or licensors be liable for any direct, indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, that result from the use of, or inability to use, the service. Under no circumstances will Z5x be responsible for any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the service or your subscription account or the information contained therein.</p><p>To the maximum extent permitted by applicable law, Z5x assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content; (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to or use of our service; (iii) any unauthorized access to or use of our secure servers and/or any and all personal information stored therein; (iv) any interruption or cessation of transmission to or from the service; (v) any bugs, viruses, trojan horses, or the like that may be transmitted to or through our service by any third party; (vi) any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the service; and/or (vii) user content or the defamatory, offensive, or illegal conduct of any third party.</p><p style = 'font-weight: bold;'>The Service is controlled and operated by Z5x from its facilities in the United Arab Emirates. Z5x makes no representations that the Service is appropriate or available for use in other locations. Those who access or use the Service from other jurisdictions including from within any other Service Location do so at their own volition and are entirely responsible for compliance with all applicable local laws and regulations.</p><p><strong>GENERAL</strong></p><p><strong>Miscellaneous</strong><strong></strong></p><p>These Terms set forth the nature and extent of your relationship with Z5x as it pertains to the Service, including the Site and/or the Content. These Terms are binding upon and inure to the benefit of Z5x and you, and Z5x successors and assigns, if any.</p><p><strong>Assignment</strong></p><p>This Agreement, your obligations, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Z5x without restriction. Any attempted transfer or assignment in violation hereof shall be null and void.</p><p><strong>Notification Procedures and Changes to the Agreement</strong><strong></strong></p><p>Z5 may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on the Site, as determined by Z5 in our sole discretion. Z5 reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement. Z5 is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us. Z5 may, in its sole discretion, modify or update this Agreement from time to time, and so you should review this page periodically to check for any recent modifications or updates. When we change the Agreement in a material manner, we will update the ‘last modified’ date at the bottom of this page. Your continued use of the Service after any such change constitutes your acceptance of the new Terms. If you do not agree to any of these terms or any future Terms, do not use or access (or continue to access) the Service.</p><p><strong>Entire Agreement/Severability</strong></p><p>This Agreement, together with any amendments and any additional agreements you may enter into with Z5x in connection with the Service, shall constitute the entire agreement between you and Z5x concerning the Service. If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.</p><p><strong>Export Restrictions</strong></p><p>You agree that you will comply with all applicable export laws, restrictions and regulations of the U.S. Department of Commerce, the U.S. Department of Treasury and any other U.S. or foreign agency or authority. You agree not to export or re-export, or allow the export or re-export of the Services, the Site, or the Content, in violation of any such law, restriction or regulation.</p><p><strong>Force Majeure</strong></p><p>Z5x will not have any liability to you for any delay or non-performance of its obligations under this Agreement, to the extent that such delay or non-performance is attributable to an Event of Force Majeure (as hereinafter defined). For the purposes of this Agreement, 'Event of Force Majeure' will mean an act of God, war, riot, rebellion or civil unrest, labour dispute, or failure of facilities, networks, equipment or software, or any similar event, to the extent that such event is beyond the reasonable control of Z5x.&nbsp;</p><p><strong>No Waiver</strong></p><p>No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Z5x failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.</p><p>&nbsp;</p><p><strong>Relationship</strong></p><p style = 'font-weight: bold;'>Nothing contained in this Agreement will constitute, or enable the development of a joint venture, partnership or any other employee/employer or independent contractor relationship or any other commercial relationship (except as seller and customer) between you and Z5.</p><p><strong>Law</strong></p><p style = 'font-weight: bold;'>This Agreement will be governed by the laws of the Dubai International Finance Centre (‘DIFC”), irrespective of DIFC's conflict or choice of law rules. Any action brought by you arising out of or relating to this Agreement may be brought exclusively in DIFC, and you irrevocably consent to the jurisdiction of such courts and venue.</p><p><strong>Contact</strong></p><p style = 'font-weight: bold;'>Please contact us at&nbsp;<strong>support@weyyak.z5.com</strong>&nbsp;with any questions regarding this Agreement.&nbsp;</p></div>",
    "title": "Terms of use"
  },
  {
    "friendly_url": "contact-en",
    "id": 18,
    "plain_text": "",
    "subtitle": "",
    "title": "Contact Us"
  }
]